"%@ already exists. Replace?" = "%@ existe déjà. Remplacer ?";
"3rd-party source code" = "Code source tiers";
"\"%@\" notification is disabled" = "La notification de « %@ » est désactivée";
"About Fcitx5 macOS" = "À propos de Fcitx5 macOS";
"About matching key position" = "À propos de la correspondance par position de touche";
"Add" = "Ajouter";
"Add an empty group" = "Ajouter un groupe vide";
"Add group" = "Ajouter un groupe";
"Add input methods" = "Ajouter des méthodes de saisie";
"Add item" = "Ajouter un élément";
"Addon Config" = "Configuration des modules complémentaires";
"Advanced" = "Avancé";
"All phrases are imported" = "Toutes les phrases sont importées";
"All plugins are up to date" = "Tous les plugins sont à jour";
"Alpha (0-255)" = "Alpha (0-255)";
"Amharic" = "Amharique";
"and" = "et";
"Arabic" = "Arabe";
"Are you sure to uninstall selected plugins?" = "Voulez-vous vraiment désinstaller les plugins sélectionnés ?";
"Are you sure to uninstall?" = "Voulez-vous vraiment désinstaller ?";
"Available" = "Disponible";
"Cancel" = "Annuler";
"Cannot show config for %@: %@" = "Impossible d'afficher la configuration de %1$@ : %2$@";
"Check update" = "Vérifier les mises à jour";
"Checking" = "Vérification";
"Chinese" = "Chinois";
"Clear all data" = "Effacer toutes les données";
"Clear user data" = "Effacer les données utilisateur";
"Cleared" = "Effacé";
"Click or drag %@ file here" = "Cliquez ou glissez un fichier %@ ici";
"Click or drag image file here" = "Cliquez ou glissez un fichier image ici";
"Click or drag theme file (.conf) here" = "Cliquez ou glissez un fichier de thème (.conf) ici";
"Click or drag to this area" = "Cliquez ou glissez dans cette zone";
"Click to record" = "Cliquer pour enregistrer";
"Close" = "Fermer";
"Config" = "Configuration";
"Copy" = "Copier";
"Create" = "Créer";
"Current keyboard layout: %@" = "Disposition clavier actuelle : %@";
"Custom Phrase" = "Phrase personnalisée";
"Cut" = "Couper";
"Data" = "Données";
"Data manager" = "Gestionnaire de données";
"Default" = "Par défaut";
"Developed by" = "Développé par";
"Disable" = "Désactiver";
"Done" = "Terminé";
"Download failed" = "Échec du téléchargement";
"Edit" = "Édition";
"Enable" = "Activer";
"English" = "Anglais";
"Error" = "Erreur";
"Export data to …" = "Exporter les données vers …";
"Export failed" = "Échec de l'exportation";
"Export succeeded" = "Exportation réussie";
"Failed to check update" = "Échec de la vérification des mises à jour";
"Failed to convert txt table(s): %@" = "Échec de la conversion de(s) table(s) txt : %@";
"Failed to copy Squirrel files" = "Échec de la copie des fichiers Squirrel";
"Failed to create" = "Échec de la création";
"Failed to import %@ dict(s)" = "Échec de l'importation de %@ dictionnaire(s)";
"Failed to remove" = "Échec de la suppression";
"Failed to save" = "Échec de l'enregistrement";
"Fcitx5 Android" = "Fcitx5 Android";
"Fcitx5 Android/macOS" = "Fcitx5 Android/macOS";
"Fcitx5 is up to date" = "Fcitx5 est à jour";
"Fcitx5 macOS" = "Fcitx5 macOS";
"Fcitx5 will auto restart if needed." = "Fcitx5 redémarrera automatiquement si nécessaire.";
"Fcitx5 will auto restart." = "Fcitx5 redémarrera automatiquement.";
"Files with the same name will be overridden." = "Les fichiers portant le même nom seront écrasés.";
"Follow App background (Liquid Glass)" = "Suivre l'arrière-plan de l'app (Liquid Glass)";
"Font family" = "Famille de police";
"Generic" = "Générique";
"Generic font families" = "Familles de polices génériques";
"Global Config" = "Configuration globale";
"Group name" = "Nom du groupe";
"Hide" = "Masquer";
"https:// or data:image/png;base64," = "https:// ou data:image/png;base64,";
"Import" = "Importer";
"Import customized table" = "Importer un tableau personnalisé";
"Import data from …" = "Importer des données depuis …";
"Import dictionaries" = "Importer des dictionnaires";
"Import native custom phrases" = "Importer des phrases personnalisées natives";
"Import succeeded" = "Importation réussie";
"Imported %@ phrase(s)" = "%@ phrase(s) importée(s)";
"Include Rime user directory in backup file?" = "Inclure le répertoire utilisateur Rime dans la sauvegarde ?";
"Input Methods" = "Méthodes de saisie";
"Install" = "Installer";
"Install failed" = "Échec de l'installation";
"Install manually" = "Installer manuellement";
"Installed" = "Installé";
"Invalid file name" = "Nom de fichier invalide";
"Invalid regular expression" = "Expression régulière non valide";
"Invalid zip" = "ZIP invalide";
"Items failed to import:" = "Éléments en échec d'importation :";
"Japanese" = "Japonais";
"Keyboard layout not available" = "Disposition clavier non disponible";
"Keyword" = "Mot-clé";
"Korean" = "Coréen";
"Latest (unstable) version available" = "Dernière version (instable) disponible";
"Licensed under" = "Sous licence";
"Local" = "Local";
"Local Squirrel" = "Squirrel local";
"Malayalam" = "Malayalam";
"Match key position" = "Faire correspondre selon la position de la touche";
"Maybe later" = "Peut-être plus tard";
"Name" = "Nom";
"New file" = "Nouveau fichier";
"No" = "Non";
"No files selected" = "Aucun fichier sélectionné";
"Normally, shortcuts match the character produced by the current keyboard layout. When this option is enabled, the shortcut ignores the keyboard layout and matches only the key's position. For example, a shortcut recorded on the QWERTY A key continues to use that same position after switching to Dvorak." = "Normalement, les raccourcis correspondent au caractère produit par la disposition clavier actuelle. Lorsque cette option est activée, le raccourci ignore la disposition clavier et ne tient compte que de la position de la touche. Par exemple, un raccourci enregistré avec la touche A d’un clavier QWERTY continue d’utiliser cette même position après le passage à Dvorak.";
"OK" = "OK";
"Only show current language" = "Afficher uniquement la langue actuelle";
"Open dictionary directory" = "Ouvrir le répertoire des dictionnaires";
"Open directory" = "Ouvrir le répertoire";
"Open in editor" = "Ouvrir dans l'éditeur";
"Order" = "Ordre";
"Other" = "Autre";
"Paste" = "Coller";
"Phrase" = "Phrase";
"Pinyin Dictionaries" = "Dictionnaires Pinyin";
"Pinyin user data" = "Données utilisateur Pinyin";
"Please update Fcitx5 in \"About\" first" = "Veuillez d'abord mettre à jour Fcitx5 dans « À propos »";
"Plugin Manager" = "Gestionnaire de plugins";
"Preview" = "Aperçu";
"Quick Phrase" = "Phrase rapide";
"Reload" = "Recharger";
"Reloaded" = "Rechargé";
"Remove" = "Supprimer";
"Remove dictionaries" = "Supprimer les dictionnaires";
"Remove items" = "Supprimer des éléments";
"Rename" = "Renommer";
"Rename group" = "Renommer le groupe";
"Reset current page. To reset a single item/group, right click on its label." = "Réinitialiser la page actuelle. Pour réinitialiser un élément/groupe, faites un clic droit sur son étiquette.";
"Reset to default" = "Réinitialiser par défaut";
"Restart" = "Redémarrer";
"Restart process to load new fonts" = "Redémarrer le processus pour charger les nouvelles polices";
"Right click to reset this group" = "Clic droit pour réinitialiser ce groupe";
"Right click to reset this item" = "Clic droit pour réinitialiser cet élément";
"Rime binaries" = "Binaires Rime";
"Rime config" = "Configuration Rime";
"Rime user data" = "Données utilisateur Rime";
"Russian" = "Russe";
"Save" = "Enregistrer";
"Saved" = "Enregistré";
"Search" = "Rechercher";
"Select" = "Sélectionner";
"Select a language from the left list." = "Sélectionnez une langue dans la liste de gauche.";
"Select All" = "Tout sélectionner";
"Select an input method from the side bar." = "Sélectionnez une méthode de saisie dans la barre latérale.";
"Select App" = "Sélectionner l'app";
"Select font" = "Sélectionner la police";
"Select image" = "Sélectionner l'image";
"Select/Import CSS" = "Sélectionner/Importer CSS";
"Select/Import theme" = "Sélectionner/Importer le thème";
"Selected %@ file(s)" = "%@ fichier(s) sélectionné(s)";
"Set keyboard layout of group" = "Définir la disposition clavier du groupe";
"Set keyboard layout of input method" = "Définir la disposition clavier de la méthode de saisie";
"Show keyboard layout" = "Afficher la disposition clavier";
"Sinhala" = "Cingalais";
"Sogou Cell Dictionary" = "Dictionnaire cellulaire Sogou";
"Status bar is hidden" = "La barre d'état est masquée";
"Switch to Debug" = "Passer en mode Débogage";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "Passez en mode débogage uniquement si Fcitx5 plante et que vous souhaitez aider au débogage.";
"Switch to Release" = "Passer en mode Release";
"Table" = "Tableau";
"Table config: *.conf or *.conf.in" = "Configuration de tableau : *.conf ou *.conf.in";
"Table data: *.dict or *.txt" = "Données de tableau : *.dict ou *.txt";
"Tamil" = "Tamoul";
"Thai" = "Thaï";
"Theme Editor" = "Éditeur de thèmes";
"Theme name" = "Nom du thème";
"Toggle input method" = "Basculer la méthode de saisie";
"Toggle Sidebar" = "Basculer la barre latérale";
"Toggle the visibility of the sidebar" = "Basculer la visibilité de la barre latérale";
"Type here to preview style" = "Tapez ici pour prévisualiser le style";
"Ukrainian" = "Ukrainien";
"Uninstall" = "Désinstaller";
"Uninstall and keep user data" = "Désinstaller et conserver les données utilisateur";
"Uninstall failed, you may need to manually remove" = "Échec de la désinstallation, vous devrez peut-être supprimer manuellement";
"Unknown - %@" = "Inconnu - %@";
"Unsupported config" = "Configuration non supportée";
"Unsupported option type %@" = "Type d'option non supporté %@";
"Update" = "Mettre à jour";
"Update available" = "Mise à jour disponible";
"Update now" = "Mettre à jour maintenant";
"uses" = "utilise";
"Version %@ available" = "Version %@ disponible";
"Vietnamese" = "Vietnamien";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "Lorsque Liquid Glass est activé, le thème suit l'arrière-plan de l'app, le même comportement que les méthodes de saisie intégrées.\nPour définir un thème clair/sombre fixe, veuillez changer Arrière-plan → Flou pour « Aucun » ou « Flou ».";
"Yes" = "Oui";
"You may re-enable it in Advanced → macOS Frontend." = "Vous pouvez le réactiver dans Avancé → Frontend macOS.";
"You may re-enable it in Advanced → macOS Notification." = "Vous pouvez le réactiver dans Avancé → Notification macOS.";
"Your system version is no longer supported" = "Votre version système n'est plus supportée";
